<template>
  <div class="d-flex px-5w flex-column" style="padding-top: 50px; padding-bottom: 50px;">
    <p class="align-self-center f-22"><strong>Публічна оферта</strong></p>
    <p>Ця публічна оферта («Публічна оферта»), адресована невизначеному колу фізичних осіб («Донор(и)») – відвідувачам вебсайту dytyasvitla.com.ua («Вебсайт»), які прагнуть надати благодійну пожертву через Веб Сайт. Ця Публічна оферта є офіційною публічною пропозицією Благодійної Організації «БЛАГОДІЙНИЙ ФОНД ДИТЯ СВІТЛА» («Бенефіціар») укласти Договір про благодійну пожертву («Договір») на умовах, визначених нижче.</p>
    <p>Здійснюючи благодійну пожертву через функціонал, доступний на Вебсайті, Донор повністю приймає умови цієї Публічної оферти, Умов користування та Політики приватності. Моментом прийняття (акцепту) Публічної оферти є дата здійснення відповідного грошового переказу.
      Бенефіціар зберігає за собою право вносити зміни до цього договору. Інформація про такі зміни буде розміщена на Вебсайті.</p>

    <p class="align-self-center f-22"><strong>Предмет Договору</strong></p>
    <p>Предметом цього Договору є безоплатна і добровільна передача Донором у власність Бенефіціара грошових коштів для досягнення цілей, визначених цим Договором. Донор самостійно визначає розмір грошових коштів, що передаються за цим Договором.</p>
    <p>Цілями за цим Договором є:</p>
    <p>Реалізація мети та напрямів діяльності Бенефіціара, згідно статуту Благодійної Організації.
      Передання грошових коштів Бенефіціару за цим Договором є благодійною допомогою для виконання статутних цілей, відповідно до Закону України «Про благодійну діяльність та благодійні організації».</p>
    <p>Сфера благодійної допомоги – фінансова та матеріальна допомога; соціальна підтримка; охорона здоров’я; опіка і піклування, законне представництво та правова допомога; права людини і громадянина та основоположні свободи; сприяння здійсненню державних, регіональних, місцевих та міжнародних програм, спрямованих на поліпшення соціально-економічного становища в Україні; інші сфери, не заборонені чинним законодавством.</p>
    <p>Вид благодійної допомоги – безоплатна передача у власність Бенефіціара грошових коштів.
      Донор за цим Договором є благодійником, а Бенефіціар – бенефіціаром у розумінні Закону України «Про благодійну діяльність та благодійні організації».</p>
    <p>Грошові кошти, передані в якості благодійної пожертви за цим Договором, повинні бути використані на розсуд Бенефіціара на досягнення статутних цілей та мети Бенефіціара і цілей. Донор не очікує, не розраховує і не отримує, жодної вигоди чи переваг від надання пожертви згідно з цим Договором.</p>
    <p>При наданні допомоги та під час здійснення своєї діяльності Бенефіціар керується статутом та внутрішніми правилами щодо використання отриманих благодійних пожертв. Донор не може жодним чином впливати на прийняття Бенефіціаром будь-яких рішень, якщо такі рішення приймаються в рамках законодавства і статуту Бенефіціара. Бенефіціар не відповідає за задоволення очікувань Благодійника щодо здійснення Бенефіціаром конкретних дій у звʼязку із розподілом благодійних пожертв.</p>
    <p>Також Донор надає згоду на перерозподіл/використання в інших проектах (наприклад якщо збір коштів закритий або не актуальний), а також згоду на те, що благодійна допомога, пожертвування, не підлягають поверненню.</p>
    <p>Якщо проєкт буде закрито чи вичерпає себе, залишок на рахунку буде розподілено згідно рішення учасників фонду, відповідно статутної діяльності.</p>

    <p class="align-self-center f-22"><strong>Порядок здійснення благодійної пожертви</strong></p>
    <p>Донор здійснює благодійну пожертву через функціонал, доступний на Вебсайті. Донор перед вибором способу оплати має внести свої дані, які Бенефіціар буде обробляти відповідно до Політики приватності. Бенефіціар не встановлює жодних додаткових зборів, комісій чи платежів за здійснення переказу коштів.</p>
    <p>Донор розуміє та погоджується, що для здійснення переказу коштів, його персональні дані та фінансова інформація (наприклад, номер кредитової/дебетової карти, строк її дії та CVV код) будуть передані для обробки банку чи іншій фінансовій установі. При цьому, Бенефіціар не отримує доступу до жодних таких даних чи інформації. Банк забезпечує конфіденційність і нерозголошення фінансової інформації Донора, зокрема, інформації про операції, кредитову/дебетову карти, а також забезпечує конфіденційність і нерозголошення персональних даних Донора.</p>
    <p>Благодійна пожертва вважається переданою Бенефіціару і прийнятою ним в день надходження (зарахування) грошових коштів на розрахунковий рахунок Бенефіціара.
      Донор та Бенефіціар самостійно оплачують необхідні для виконання цього Договору послуги банку, який обслуговує їхні поточні рахунки, чи іншої фінансової установи.
    </p>

    <p class="align-self-center f-22"><strong>Права і обов’язки Сторін</strong></p>
    <p>Користувач, ознайомившись з Публічною офертою, погоджується та приймає таке:</p>
    <p><u>Донор:</u></p>
    <p>має право отримувати інформацію про виконання Бенефіціаром цього Договору, зокрема, звітність Бенефіціара, у обсязі, передбаченому законодавством та Статутом;</p>
    <p>має право розірвати цей Договір у випадку використання благодійної пожертви всупереч меті та статутним цілям Бенефіціара.</p>
    <p><u>Бенефіціар:</u></p>
    <p>зобов’язується прийняти на відповідний рахунок грошові кошти у формі благодійної пожертви за цим Договором;</p>
    <p>зобов’язується використовувати грошові кошти, отримані у формі благодійної пожертви, виключно в цілях, визначених в Статуті, з дотриманням вимог чинного законодавства України до використання благодійної пожертви та діяльності бенефіціарів, благодійної допомоги, а також найвищих вимог, що звичайно ставляться до такої діяльності;</p>
    <p>зобов’язується дотримуватися усіх застосовних законів, конвенцій, положень, правил, галузевих кодексів поведінки, у тому числі антикорупційного законодавства;</p>
    <p>зобов’язується утримуватися від пошуку, прийняття, пропонування, обіцянки та/або надання будь-якій третій особі, як фізичній, так і юридичній, прямо чи опосередковано, будь-яких грошей чи іншого майна, вигоди, переваг, послуг, нематеріальних активів (разом – «неправомірна вигода»), в якості умови або як результат отримання Бенефіціаром або Донором будь-якої безпідставної переваги.</p>
    <p>Виконуючи ці зобов’язання за Договором, ні Бенефіціар, ні будь-яка третя особа, що діє від імені Бенефіціара, безпосередньо чи опосередковано не здійснювали і не здійснюватимуть в майбутньому пропозиції, обіцянки чи підкуп, винагороду або інші види платежів, що мають ознаки хабарництва.</p>
    <p>Бенефіціар зобов’язується самостійно і за свій рахунок вести податковий та бухгалтерський облік, який точно і ясно відображає здійснені операції, пов’язані з виконанням Бенефіціаром зобов’язань за цим Договором, зокрема, облік платежів, сплачених або отриманих Бенефіціаром, витрат, понесених Бенефіціаром за цим Договором.</p>
    <p class="align-self-center f-22"><strong>Врегулювання спорів</strong></p>
    <p>Усі спори та розбіжності, що виникають між Сторонами за цим Договором, підлягають врегулюванню шляхом взаємних консультацій та переговорів.</p>
    <p>Якщо відповідний спір неможливо вирішити шляхом переговорів, він вирішується в судовому порядку, шляхом передання такого спору на вирішення у відповідний суд України.</p>
    <p>Дія Договору. Зміни до Договору</p>
    <p>Цей Договір набирає чинності з моменту прийняття Бенефіціаром благодійної пожертви і діє до повного виконання Сторонами своїх зобов’язань.</p>
    <p>Прикінцеві положення</p>
    <p>Цей Договір регулюється та тлумачиться відповідно до матеріального права України. У випадках, не передбачених цим Договором, Сторони керуються чинним законодавством України.</p>
    <p>Цей Договір складений українською та англійською мовами. Український та англійський тексти мають однакову юридичну силу. У разі виникнення розбіжностей між текстами, україномовна версія має переважну силу.</p>

    <p class="align-self-center f-22"><strong>АКЦЕПТ</strong></p>
    <p>Акцепт – повне і безумовне прийняття Публічної оферти шляхом вчинення дій щодо здійснення грошового переказу за допомогою платіжних форм та засобів, розміщених на Сайті, а також шляхом перерахування грошових коштів на розрахунковий рахунок Бенефіціару через установи банків. Моментом Акцепту є дата здійснення грошового переказу та/або зарахування коштів на банківський розрахунковий рахунок Бенефіціару.</p>
    <p>Акцепт Оферти означає, що Донор згоден з усіма його положеннями та повною мірою усвідомлює і згоден з предметом Договору, з метою публічного збору пожертв.</p>
    <p>Донор і Бенефіціар, керуючись ст. 639, ст. 641, 642 Цивільного кодексу України, погоджуються, що з моменту Акцепту Договір вважається укладеним. При цьому Сторони погоджуються, що недодержання сторонами письмової форми правочину не означає його недійсність.</p>

    <p class="align-self-center f-22"><strong>Реквізити Бенефіціара</strong></p>
    <p>Благодійна Організація ««БЛАГОДІЙНИЙ ФОНД «ДИТЯ СВІТЛА»</p>
    <p>Ідентифікаційний код юридичної особи: 43546477</p>
    <p>Місцезнаходження (юридична адреса):Київ, вул. Олекси Тихого, будинок 81/83, квартира 34</p>
    <p>Телефон: +38 967 685 85 85</p>
  </div>
</template>

<script>
export default {
  name: "agreement"
}
</script>

<style scoped>
.px-5w {
  padding-left: 80px;
  padding-right: 80px;
}
</style>
